/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "ใช้ BlackBerry Blend เพื่อดูข้อความและเนื้อหาจากอุปกรณ์ BlackBerry ของคุณบนคอมพิวเตอร์ นอกจากนี้คุณยังสามารถดูปฏิทินและผู้ติดต่อของคุณ และจัดการไฟล์ระหว่างคอมพิวเตอร์และอุปกรณ์ของคุณได้ หากอุปกรณ์ของคุณถูกเปิดใช้งานสำหรับองค์กร คุณจะสามารถเข้าถึงข้อมูลงาน,ไฟล์ และอินทราเน็ตอย่างปลอดภัยโดยไม่ต้องเชื่อมต่อกับ VPN ได้ BlackBerry Blend ได้รับการสนับสนุนบนอุปกรณ์ที่ใช้ BlackBerry 10 OS เวอร์ชัน 10.3 หรือใหม่กว่า";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "ใช้ BlackBerry Link เพื่อสำรองและเรียกคืนข้อมูลในอุปกรณ์ของคุณ สลับไปยังอุปกรณ์เครื่องใหม่ อัปเดตซอฟต์แวร์อุปกรณ์ของคุณ หรือติดตั้งซอฟต์แวร์อุปกรณ์อีกครั้ง นอกจากนี้คุณยังสามารถซิงโครไนซ์มีเดีย เอกสาร และข้อมูลออร์กาไนเซอร์ เช่น ผู้ติดต่อและปฏิทินระหว่างอุปกรณ์และคอมพิวเตอร์ของคุณได้ อนุญาตการเข้าถึงไฟล์บนคอมพิวเตอร์จากอุปกรณ์ของคุณโดยใช้คุณสมบัติการเข้าถึงไฟล์จากระยะไกล และอื่นๆ!";